submission_logs/1_1_one_server/0/32/1-0/2/memtier/2.log
2         Threads
32        Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets        5877.32          ---          ---     10.88600     23741.11 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals      5877.32         0.00         0.00     10.88600     23741.11 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.450         0.00
SET       0.480         0.00
SET       0.500         0.00
SET       0.560         0.00
SET       0.590         0.00
SET       0.600         0.00
SET       0.610         0.00
SET       0.620         0.00
SET       0.630         0.00
SET       0.640         0.00
SET       0.660         0.00
SET       0.670         0.00
SET       0.690         0.00
SET       0.700         0.00
SET       0.710         0.00
SET       0.720         0.00
SET       0.740         0.00
SET       0.750         0.01
SET       0.760         0.01
SET       0.770         0.01
SET       0.780         0.01
SET       0.790         0.01
SET       0.800         0.01
SET       0.810         0.01
SET       0.820         0.02
SET       0.830         0.02
SET       0.840         0.02
SET       0.850         0.02
SET       0.860         0.03
SET       0.870         0.03
SET       0.880         0.03
SET       0.890         0.04
SET       0.900         0.04
SET       0.910         0.04
SET       0.920         0.05
SET       0.930         0.05
SET       0.940         0.06
SET       0.950         0.06
SET       0.960         0.07
SET       0.970         0.07
SET       0.980         0.08
SET       0.990         0.09
SET       1.000         0.12
SET       1.100         0.19
SET       1.200         0.29
SET       1.300         0.42
SET       1.400         0.61
SET       1.500         0.89
SET       1.600         1.32
SET       1.700         1.93
SET       1.800         2.63
SET       1.900         3.31
SET       2.000         3.92
SET       2.100         4.48
SET       2.200         5.04
SET       2.300         5.57
SET       2.400         6.07
SET       2.500         6.60
SET       2.600         7.13
SET       2.700         7.65
SET       2.800         8.07
SET       2.900         8.41
SET       3.000         8.71
SET       3.100         8.96
SET       3.200         9.18
SET       3.300         9.39
SET       3.400         9.58
SET       3.500         9.75
SET       3.600         9.92
SET       3.700        10.08
SET       3.800        10.23
SET       3.900        10.37
SET       4.000        10.52
SET       4.100        10.65
SET       4.200        10.79
SET       4.300        10.94
SET       4.400        11.07
SET       4.500        11.20
SET       4.600        11.32
SET       4.700        11.43
SET       4.800        11.53
SET       4.900        11.63
SET       5.000        11.73
SET       5.100        11.81
SET       5.200        11.90
SET       5.300        11.98
SET       5.400        12.06
SET       5.500        12.13
SET       5.600        12.20
SET       5.700        12.27
SET       5.800        12.34
SET       5.900        12.40
SET       6.000        12.46
SET       6.100        12.53
SET       6.200        12.59
SET       6.300        12.66
SET       6.400        12.73
SET       6.500        12.82
SET       6.600        12.91
SET       6.700        13.00
SET       6.800        13.11
SET       6.900        13.24
SET       7.000        13.39
SET       7.100        13.56
SET       7.200        13.74
SET       7.300        13.95
SET       7.400        14.20
SET       7.500        14.47
SET       7.600        14.77
SET       7.700        15.11
SET       7.800        15.50
SET       7.900        15.93
SET       8.000        16.39
SET       8.100        16.91
SET       8.200        17.51
SET       8.300        18.20
SET       8.400        19.03
SET       8.500        19.98
SET       8.600        21.09
SET       8.700        22.34
SET       8.800        23.70
SET       8.900        25.24
SET       9.000        26.96
SET       9.100        28.86
SET       9.200        30.80
SET       9.300        32.84
SET       9.400        34.89
SET       9.500        37.02
SET       9.600        39.20
SET       9.700        41.34
SET       9.800        43.41
SET       9.900        45.32
SET      10.000        53.97
SET      11.000        66.62
SET      12.000        75.29
SET      13.000        80.18
SET      14.000        82.93
SET      15.000        84.79
SET      16.000        86.24
SET      17.000        87.56
SET      18.000        89.98
SET      19.000        93.25
SET      20.000        95.79
SET      21.000        97.52
SET      22.000        98.47
SET      23.000        99.06
SET      24.000        99.28
SET      25.000        99.39
SET      26.000        99.47
SET      27.000        99.59
SET      28.000        99.67
SET      29.000        99.78
SET      30.000        99.87
SET      31.000        99.90
SET      32.000        99.93
SET      33.000        99.96
SET      34.000        99.96
SET      35.000        99.97
SET      36.000        99.97
SET      37.000        99.98
SET      38.000        99.99
SET      39.000        99.99
SET      40.000       100.00
SET      41.000       100.00
SET      45.000       100.00
---
---